tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "openjdk"
brew "allure"
brew "awscli"
brew "bat"
brew "btop"
brew "carthage"
brew "cocoapods"
brew "colima"
brew "coreutils"
brew "diff-so-fancy"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gradle"
brew "grep"
brew "httpie"
brew "jenv"
brew "jq"
brew "just"
brew "lazygit"
brew "libheif"
brew "libmagic"
brew "libxmlsec1"
brew "lima-additional-guestagents"
brew "maven"
brew "mpv"
brew "neovim"
brew "nvm"
brew "openblas"
brew "openjdk@11"
brew "openjdk@17"
brew "pnpm"
brew "pyenv"
brew "python@3.12"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "semgrep"
brew "sshuttle"
brew "starship"
brew "terraform"
brew "tlrc"
brew "tmux"
brew "uv"
brew "wget"
brew "yazi"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "devtoys"
cask "font-caskaydia-cove-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "postman"
cask "raycast"
cask "redis-insight"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "angular.ng-template"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
