tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "python@3.12"
brew "cocoapods"
brew "lima"
brew "colima"
brew "diff-so-fancy"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "grep"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libpq"
brew "maven"
brew "mpv"
brew "neovim"
brew "nvm"
brew "openjdk@17"
brew "openssl@1.1"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "sshuttle"
brew "starship"
brew "stylua"
brew "terraform"
brew "tlrc"
brew "tmux"
brew "vim"
brew "wget"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "devtoys"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "krisp"
cask "ngrok"
cask "postman"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"

