tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "cocoapods"
brew "colima"
brew "diff-so-fancy"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libpq"
brew "mpv"
brew "neovim"
brew "nvm"
brew "openjdk@17"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "sshuttle"
brew "starship"
brew "terraform"
brew "tlrc"
brew "tmux"
brew "wget"
brew "yazi"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "devtoys"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "krisp"
cask "ngrok"
cask "postman"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "aaron-bond.better-comments"
vscode "angular.ng-template"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
